{
    "login": "Mit der E-Mail Adresse anmelden",
    "register_now": "Anmelden",
    "back": "Zurück",
    "or": "ODER",
    "forgot_password": "Passwort vergessen",
    "email": "Email",
    "password": "Passwort",
    "dont_have_an _account": "Ich habe kein Konto",
    "name_surname": "Name/Nachname",
    "already_have_an_account": "Sie haben bereits ein Konto",
    "register_page_validation_empty_field": "Registrierungsseite validierung leeres Feld.",
    "register_page_validation_email_field": " Registrierungsseite validierung email Feld.",
    "register_page_validation_password_field": " Passwort muss mehr als sechs Karakter haben.",
    "register_to_login_notification": "Anmelden nach der E-Mail Bestätigung",
    "register_success_notification": "Registrierung ergolgreich",
    "login_mailVerified_notification_title": "Bitte überprüfen Sie Ihre E-Mail.",
    "login_findUser_notification_title": "Benutzer nicht gefunden. Kontrollieren Sie Ihre E-Mail und Passwort",
    "register_error_notification_title": "Ein Fehler ist aufgetreten. Versuchen Sie es erneut.",
    "forgot_password_sendEmail_button": "E-Mail senden für Passwort vergessen",
    "forgot_pasword_notification_succcess": "Bitte überprüfen Sie Ihre E-Mail.",
    "forgot_pasword_notification_error": "Ein Fehler ist aufgetreten. Kontrollieren Sie Ihre E-Mail und versuchen Sie es nochmal.",
    "login_gmail_button": "Mit Gmail registrieren.",
    "login_gmail_notification_success_title": "Erfolgreich mit Gmail angemeldet.",
    "login_gmail_notification_error_title": "Ein Fehler ist aufgetreten versuchen Sie es nochmal.",
    "password_change_notification_success_title": "Ihr Passwort wurde erfolgreich geändert.",
    "password_change_notification_error_title": " Ein Fehler ist aufgetreten. Versuchen Sie die anmeldung erneut.",
    "password_change_notification_old_password_title": "Falsches aktuelles Passwort",
    "userName_change_notification_success_title": "Ihr Name wurde erfolgreich geändert.",
    "userName_change_notification_error_title": " Ein Fehler ist aufgetreten versuchen Sie es nochmal.",
    "settings_title": "Einstellungen",
    "userName_title": "Nutzername",
    "new_userName_title": "Neuer Benutzername",
    "change_password_title": "Passwort ändern",
    "current_password_title": "Jetziges Passwort",
    "new_password_title": "Neues Passwort",
    "language_title": "Sprache",
    "welcome_title": "Hallo",
    "aims_vision": "Ziele & Vision",
    "days": "Tage",
    "day": "Tag",
    "course_of_28": "Transformationsprogramm",
    "course_of_16": "Zielsetzungsprogramm",
    "main_menu_about_app_description": "Die Havass Me App ist eine Applikation\nder Havass Academy & Coaching.\nInteressiert?\nDann schau doch mal vorbei!",
    "about_academy": "Für Academy",
    "about_coaching": "Für Coaching",
    "payment_made_progress_indicator": "Ihre Zahlung erfolgt...",
    "success_payment": "Ihre Zahlung wurde erfolgreich getätigt.",
    "failed_payment_notification": "Zahlung konnte nicht geleistet werden. Bitte nochmal probieren.",
    "failed_credit_card_notification": "Ihre Kreditkarteninformationen sind falsch. Bitte nochmal probieren.",
    "welcome_course_title": "Willkommen",
    "manuel_course_add_success": "Manuel Programm wurde erfolgreich hinzugefügt.",
    "manuel_course_add_error": "Hinzufügen vom manuel Programm ist fehlgeschlgen.",
    "old_courses_title": "Teilgenommene Programme",
    "note_download_success": "Ihre Notiz wurde erfolgreich geladen. Sie können im Download Verzeichnis nachsehen.",
    "note_download_eror": "Download fehlgeschlagen. Bitte nochmal Probieren.",
    "how_are_you_feeling": "Wie fühlen Sie sich :)",
    "price": "Preis",
    "approve_cart_button_text": "Warenkorb genehmigen",
    "join_course_button_text": "Am Programm teilnehmen",
    "get_course_button_text": "Programm kaufen",
    "pdf_download_success": "PDF Download erfolgreich. Sie können im Download Verzeichnis nachsehen.",
    "pdf_download_eror": "Download fehlgeschlagen. Bitte nochmal probieren.",
    "not_launch_url": "URL konnte nicht gestartet werden",
    "editor_page_text": "Editor Seite",
    "course_not_found_text": "Programm nicht gefunden",
    "payment_text": "Zahlung",
    "home_text": "Home",
    "quat_of_day_text": "Affirmationen",
    "courses_text": "Programme",
    "about_course_text": "Über die Programme",
    "heutige_affirmationen": "Inspirationsrubbelkarte",
    "share_button_text": "Teilen",
    "are_you_sure_text": "Sind Sie sicher?",
    "remove_product_cart_text": "Produkt aus dem Warenkorb entfernen?",
    "yes": "Ja",
    "no": "Nein",
    "from": "Von",
    "to": "Zu/Zur",
    "manuel_add_student_text": "Manuel Schüler hinzufügen",
    "havass_notification_text": "Havass Benachrichtigungen",
    "star_rating_notification": "Ihre Bewertung wurde eingereicht.",
    "audio_info": "Die Kraft der Affirmation\n\nInnerhalb von 21 Tagen wird im menschlichen Gehirn ein\nneues Neuronennetzwerk gebildet. Dies bedeutet, dass\nwir mindestens 21 Tage brauchen, bevor ein neuer Glaube\nerworben werden kann. Mit der Affirmation die für dich\nvorbereitet wurde wirst du deine neuen und kraftvollen\nÜberzeugungen stärken.Du solltest es dir jede Nacht\nanhören bevor du schlafen gehst!",
    "heutige_affirmationen_popup": "Heutige Affirmation freirubbeln.",
    "privacy_policy_title": "Datenschutzerklärung",
    "faq_title": "FAQ",
    "sign_up_google": "Mit Google anmelden",
    "sign_in_google": "Mit Google anmelden",
    "save_preferences_text": "Speichern Sie Ihre Präferenzen und erhalten Sie Ihren Coaching-Plan",
    "nothing_is_shared_text": "Nichts wird ohne Ihre Erlaubnis geteilt",
    "nazim_hikmet_word_text": "Du bist das was du immer wieder tust",
    "program_name": "Coaching Programme",
    "home_first_paragraph_title": "Kennst du das auch…?",
    "home_first_paragraph_1": "• …Angst & negative Gedanken belasten dich?",
    "home_first_paragraph_2": "• …du steckt in einem Tief und möchtest neu starten?",
    "home_first_paragraph_3": "• …du zweifelst an dir & kritisierst dich häufig?",
    "home_first_paragraph_4": "• …du möchtest endlich unglückliche Beziehungen und Muster hinter dir lassen, traust dich aber nicht?",
    "home_first_paragraph_5": "• …du lebst nach den Vorstellungen der anderen & kannst schlecht Nein sagen?",
    "home_first_paragraph_6": "• …fühlst dich oft gestresst & überfordert?",
    "home_first_paragraph_7": "• …du möchtest etwas an deinem Leben ändern, weißt aber nicht wie?",
    "home_second_paragraph_title": "Dann kann ich dir helfen …",
    "home_second_paragraph_1": "• …dich von negativen Glaubenssätzen, Angst, Stress & Selbstzweifeln zu befreien!",
    "home_second_paragraph_2": "• …dir selbst wieder näher zu kommen und herauszufinden, was DU wirklich willst!",
    "home_second_paragraph_3": "• …mutiger zu werden & positiver zu denken!",
    "home_second_paragraph_4": "• …dich selbst mehr zu lieben & mehr an dich zu glauben!",
    "home_second_paragraph_5": "• …gesunde & neue Routinen in deinen Alltag zu integrieren!",
    "home_second_paragraph_6": "• …mehr Gelassenheit & Lebensfreude zu empfinden!",
    "home_second_paragraph_7": "• …deine eigenen Wünsche & Bedürfnisse kennen und sie offen zu kommunizieren!",
    "home_second_paragraph_8": "• …deine Träume & Ziele zu verwirklichen!",
    "home_third_paragraph_title": "Du kannst den Programm flexibel durchführen…",
    "home_third_paragraph_1": "Es geht in dem Programm um DICH! Deshalb kannst du den Programm ganz flexibel starten und in deinem EIGENEN Tempo durchführen. Du kannst dir für die Übungen die Zeit nehmen, die du brauchst. Nutze die Zeit zuhause sinnvoll und investiere in das Beste, das du investieren kannst: In dich selbst!",
    "home_icon_title": "Das Programm ist genau das Richtige für dich, wenn du…",
    "home_icon_1": "…du endlich deine Vergangenheit loslassen und alte Wunden heilen möchtest!",
    "home_icon_2": "…du das Beste aus dir und deinem Leben herausholen und mit mehr Lebensfreude in eine Zukunft voller Abenteuer starten willst!",
    "home_icon_3": "…zu mehr innerer Stärke & Ruhe sowie mehr Gelassenheit und Zuversicht (zurück) finden möchtest!",
    "home_icon_4": "…endlich glücklich sein und negative Gedanken und Verhaltensweisen ablegen möchtest.",
    "home_icon_5": "…du dich selbst mehr lieben lernen möchtest und dir mehr Mut & Vertrauen in dein Leben holen willst!",
    "home_icon_6": "…handfeste Werkzeuge und Übungen haben möchtest, die dir helfen, glücklicher zu werden!",
    "home_work_business_title": "Arbeitsagenda",
    "home_work_business_body": "Du hast bestimmt schon von der Kraft des Schreibens gehört. Dank der täglichen Arbeitsagenda kannst du die dir gegebenen Übungen durchführen, Follow-up-Diagramme führen, Notizen machen und deine Erfahrungen aufschreiben.",
    "power_of_affirmation_title": "Die Kraft der Affirmation",
    "power_of_affirmation_body": "Innerhalb von 21 Tagen wird im menschlichen Gehirn ein neues Neuronennetzwerk gebildet. Dies bedeutet, dass wir mindestens 21 Tage brauchen, bevor ein neuer Glaube erworben werden kann. Mit der Affirmation, die vorbereitet wurde, damit du es dir jede Nacht anhören sollst, bevor du schlafen gehst, wirst du deine neuen und kraftvollen Überzeugungen stärken.",
    "telegram_title": "Telegram Gruppe!",
    "telegram_body": "Zugang zur privaten Telegram Gruppe zum Kurs, in der du dich mit mir und Gleichgesinnten austauschen kannst. Es gibt regelmäßige Live Sessions, in der du alle deine Fragen stellen kannst. Der Beitritt ist freiwillig und kein Muss.",
    "opinion_title": "Deine Meinung ist uns wichtig!",
    "opinion_body": "Es dauert nur 2 Minuten! Nimm an unserer kurzen Bewertung teil und gib uns ein Feedback.",
    "subliminal_title": "Subliminal",
    "subliminal_body": "Die Subliminals von Havass-Coaching haben es erfolgreich geschafft tausenden Menschen Veränderungen in Lebensbereichen zu ermöglichen... die zuvor noch als unveränderbar galten.",
    "course_28_description_1": "Ziele erreichen – Wie du mit Spaß und Leichtigkeit einfach ALLES erreichst",
    "course_28_description_2": "Du willst deine Ziele erreichen? Nicht länger vor dich hin träumen, sondern deine Träume endlich mal in die Realität umsetzen? Ja? Dann bist du hier genau richtig…",
    "course_28_description_3": "Ich verrate dir das bei der Zielsetzung Programm",
    "course_28_description_4": "wie du die für DICH richtigen Ziele findest…",
    "course_28_description_5": "wie du deine Ziele einfach und ohne großen Stress erreichst",
    "course_28_description_6": "wie du dabei Sorgen und Ängste hinter dir lässt",
    "course_28_description_7": "wie du endlich den ersten Schritt machst und in Aktion kommst…",
    "course_28_description_8": "… und dadurch genau das tust, wofür dein Herz WIRKLICH brennt…",
    "course_28_description_9": "Ziele – das Geheimnis erfolgreicher Menschen",
    "course_28_description_10": "Was ist das Geheimnis ALLER erfolgreicher Menschen?",
    "course_28_description_11": "Antwort: Sie haben Ziele!",
    "course_28_description_12": "Und:\nSie haben nicht nur irgendwelche Ziele, sondern sie haben ganz bewusst gewählte Ziele, die sie motivieren und die ihnen jeden Tag auf’s Neue Kraft und Energie geben. Frag dich doch auch mal selber: Wenn du deinen Urlaub planst, bist du da nicht auch Feuer und Flamme und die Planung geht dir wie geschnitten Brot von der Hand? Natürlich. Nun, warum ist das so? Ganz einfach: Weil dir dein Ziel SPAß macht. Weil du richtig BOCK drauf hast, in den Urlaub zu fahren und es dir dort gut gehen zu lassen…\n\nUnd genau das ist der Trick:",
    "course_28_description_13": "Dein Ziel muss so geil sein, dass es dich anzieht, wie dein Urlaub!",
    "course_28_description_14": "Wenn du das hast, dann kommt der Rest (besonders auch die Umsetzung) wie von alleine…Und wie genau wir solche Ziele finden und umsetzen.\n\nLade dir die Havass MeApp!",
    "course_16_description_1": "Kommt dir eines oder mehreres davon bekannt vor?",
    "course_16_description_2": "Verlorenheit,",
    "course_16_description_3": "Verwirrtheit,",
    "course_16_description_4": "Unwilligkeit,",
    "course_16_description_5": "Besorgnis",
    "course_16_description_6": "Alles was du benötigst ist in diesem Programm!Wir haben eine wundervolle Reise voller Abenteuer vor uns!",
    "course_16_description_7": "1.Modul: Road Map",
    "course_16_description_8": "2.Modul: Hindernisse sind keine Hindernisse mehr",
    "course_16_description_9": "3.Modul: Unsere Motivation ist sehr hoch.Eine angenehme und entschlossene Reise!",
    "course_16_description_10": "Schreibe-zeichne-zerreiße und werfe weg. Die Kraft der Affirmation. Neue Freunde, die den gleichen Weg gehen. Detaillierte und verständliche Erzählung.",
    "course_16_description_11": "Am Ende dieses Programms:",
    "course_16_description_12": "Den richtigen Weg zum Ziel kennen. Jeden Tag voller Inspiration und Aufregung aufwachen. Ängste und einschränkende Überzeugungen überwinden.",
    "faq_question_1": "Was sind Affirmationen?",
    "faq_question_2": "Warum wiederholen sich Affirmationen in der App?",
    "faq_question_3": "Bezahlung - Wann und wie kann ich die Havass MeApp bezahlen?",
    "faq_question_4": "Wann startet mein Programm ?",
    "faq_question_5": "Was kann ich tun wenn ich meine Log in Daten verloren habe?",
    "faq_question_6": "Kann ich die Havass MeApp Programme zwischendurch pausieren und zu einem späteren Zeitpunkt wieder fortfahren ?",
    "faq_question_7": "Was sind Subliminals?",
    "faq_question_8": "Wie funktionieren Subliminals?",
    "faq_question_9": "Für was kann ich Subliminals anwenden?",
    "faq_answer_1": "Affirmationen sind Werkzeuge, die uns helfen, ein glücklicheres Leben zu führen. Es ist erwiesen, dass unsere Gedanken die Qualität unseres Lebens beeinflussen und daher ist es sehr wichtig, dass unsere Gedanken wohltuend und nützlich sind. Eine Affirmation ist jeder Gedanke oder Satz, den wir wiederholen. Alles, was wir im Verlauf eines Tages sagen, denken oder hören, hat die Macht der Bekräftigung (Affirmation).\n\nDie Affirmationen in dieser Anwendung sind sorgfältig danach ausgesucht worden, Bezug zu deinem persönlichen Tag zu haben und dir mit den Herausforderungen zu helfen, die dieser Tag mit sich bringt. Es wird empfohlen, dass du die Affirmationen laut vorliest oder sie aufschreibst und Wege findest, dich auf einer tieferen Ebene mit ihnen zu verbinden, indem du sie für ein aktuelles Ereignis in deinem Leben anwendest.",
    "faq_answer_2": "Durch die Wiederholung dieser Affirmationen bilden wir Überzeugungen und wenn diese Überzeugungen gefestigt sind, findet eine Veränderung statt. Gib dieser Technik eine Chance und du wirst von den positiven Veränderungen überrascht sein.",
    "faq_answer_3": "Die Havass MeApp kann mit einer Kreditkarte bezahlt werden.Die Zahlung wird über Stripe getätigt.\n\nBeachte: Das Programm wird erst nach vollständigem Zahlungseingang freigeschaltet.",
    "faq_answer_4": "Der Zugriff auf das Programm wird freigeschaltet, sobald die vollständige Zahlung für die erfolgte Buchung eingegangen ist.",
    "faq_answer_5": "•   Verwende folgenden Link: Passwort vergessen\n•  Gib die deine Email-Adresse ein, mit der du dich für das Programm registriert hast\n•   Dir wird ein Link an die verwendete Adresse gesendet, mit dem ein neues Passwort erstellt werden kann\n\nBei technischen Sachverhalten, die eine direkte Änderung des Passworts nicht zulassen, steht der Support unter havassacademy@gmail.com zur Verfügung.",
    "faq_answer_6": "Das Programmdesign ist darauf ausgelegt, innerhalb von 28 Tagen / oder 16 Tage noptimale Ergebnisse zu erzielen. Die Coaching Pläne greifen ineinander. Daher ist es wichtig, keine Unterbrechung innerhalb des Programms in Betracht zu ziehen und sich voll und ganz darauf zu fokussieren, für 28 Tage / 16 Tage konsequent und diszipliniert am Ziel 'Topform' zu arbeiten.",
    "faq_answer_7": "Subliminals sind Audio-Programme, die auf das Unterbewusstsein einwirken und im Mentaltraining eingesetzt werden. Subliminals verwenden hierfür Affirmationen bzw. Suggestionen die an der Grenze der bewussten Hörbarkeit abgespielt werden, wodurch diese tief ins Unterbewusstsein eindringen können. Es entsteht die Möglichkeit Glaubenssätze umzuprogrammieren, um alle Lebensbereiche positiv zu beeinflussen.",
    "faq_answer_8": "In unserem Unterbewusstsein werden all unsere Erinnerungen, Gefühle und Meinungen gespeichert. Alle Erfahrungen, die wir gemacht haben lassen Glaubensmuster entstehen, die uns zu jeder Zeit beeinflussen!\n\nMit Subliminals werden destruktive Glaubenssysteme entfernt und durch konstruktive Überzeugungen ersetzt. Einerseits legst du ungewollte Verhaltensweisen, irrationale Ängste & Zweifel oder interne Blockaden ab und machst gleichzeitig einen großen Schritt in Richtung deiner individuellen Ziele. Du kannst deine Gesundheit, deine Beziehung zu anderen Menschen oder auch deine Finanzen so effizient von negativen Einflüssen befreien.\n\nDie neuen Überzeugungen beginnen dein Verhalten, deine Gedanken und Gefühle neu auszurichten, sodass du nun permanent dein volles Potenzial ausleben kannst.",
    "faq_answer_9": "Die Subliminals von Havass-Coaching haben es erfolgreich geschafft tausenden Menschen Veränderungen in Lebensbereichen zu ermöglichen... die zuvor noch als unveränderbar galten.\n\nDas kann das Aussehen betreffen, die Finanzen, die Liebe oder die Gesundheit und alles was sonst noch zu einem glücklichen Leben gehört. In jedem Bereich spielt das Unterbewusstsein die tragende Rolle und bietet somit auch ein riesiges Potenzial, um mit Subliminals reale Erfolge zu schaffen.\n\nDie Subliminals helfen dir bei folgenden Zielsetzungen:\n•   1 - Zweifel & Ängste entfernen (Beispiele: Zweifel am Aussehen, Angst vor Frauen ansprechen)\n•   2 - Süchte & Phobien auflösen (Beispiele: Nikotinabhängigkeit, Computersucht)\n•   3 - Emotionale Traumata heilen (Beispiele: Negative Erfahrungen aus der Kindheit & Jugend)\n•   4 - Blockierende Glaubenssätze bereinigen (Beispiele: 'Ich bin nichts wert. Reiche Menschen sind Betrüger.')\n•   5 - Schädliche Gewohnheiten aufbrechen (Beispiele: Faulheit, Negative Zwangsgedanken)\n•   6 - Körper neu programmieren (Beispiele: Haarwachstum, Hautregeneration, Muskelwachstum)\n•   7- ... und vielen Mehr!",
    "privacy_policy": "Datenschutzbestimmungen",
    "privacy_policy_title_1": "Welche Informationen sammeln wir?",
    "privacy_policy_title_2": "Warum sammeln wir diese Daten?",
    "privacy_policy_title_3": "Datenaustausch",
    "privacy_policy_title_4": "Datenschutz",
    "privacy_policy_title_5": "Akzeptieren der Datenschutzbestimmungen",
    "privacy_policy_title_6": "Kontakt",
    "privacy_policy_body_1": "Havass versteht, wie wichtig Datenschutz ist und respektiert die Privatsphäre aller Nutzer der Android Havass Me App, welche eine anzeigengestützte App ist. Lies die Datenschutzbestimmungen bitte sorgfältig, um zu verstehen, wie deine Daten genutzt, geteilt und geschützt werden.",
    "privacy_policy_body_2": "Um das bestmögliche Erlebnis zu bieten, könnte die Anwendung personenbezogene Informationen (PII) sammeln, wie die Android Advertising ID, IP-Adresse, den Gerätenamen und den Betriebssystemnamen. Wir sammeln keine Daten Ihrer Profile (Name und Geburtsdatum).",
    "privacy_policy_body_3": "Die Anwendung sammelt, gemäß der neuesten Standards, PII, um ihre Dienste zu verbessern. Die Daten ermöglichen es uns, die allgemeine Nutzererfahrung zu verbessern.",
    "privacy_policy_body_4": "Die Anwendung sammelt Daten mit Diensten Dritter, welche gemäß der GDPR sind und das höchste Maß an PII-Schutz bieten, um den bestmöglichen Service und die bestmögliche Nutzerfreundlichkeit zu erhalten.\nDaten wie die Android Advertising ID werden zum Zeigen von Anzeigen genutzt.\nDaten wie die IP-Adresse, der Gerätename und der Betriebssystemname werden vom Play Store und Firebase (Google)  genutzt.\nMithilfe dieser Dienste Dritter ist es uns möglich, die Anzahl der Downloads nachzuverfolgen, Statistiken zu erstellen und Fehler in der App zu protokollieren.",
    "privacy_policy_body_5": "Die Dienste Dritter (Play Store, Firebase) nutzen eine sichere Verbindung, um die PII zu übertragen. Da uns die Privatsphäre unserer Nutzer sehr wichtig ist, nutzen wir nur zuverlässige und geprüfte Dienstleistungen gemäß dem höchsten Standard, welche deine Daten unserer Meinung nach nicht zweckentfremden werden.",
    "privacy_policy_body_6": "Die Datenschutzbestimmungen können vor dem Download der App gelesen werden. Der Nutzer der Anwendung akzeptiert mit dem Nutzen der App die Geschäftsbedingungen dieser Datenschutzbestimmungen. Falls du nicht zustimmst, deinstalliere bitte die App.",
    "privacy_policy_body_7": "Falls du Fragen zu den Datenschutzbestimmungen hast, stehen wir dir unter havassacademy@gmail.com zur Verfügung.",
    "love": "Liebe",
    "self-awareness": "Selbstbewusstsein",
    "self-confidence": "Selbstvertrauen",
    "motivation": "Motivation"
}