{
  "login": "Sign in with Email",
  "register_now": "Sign up",
  "back": "Back",
  "or": "OR",
  "forgot_password": "I forgot my password",
  "email": "Email",
  "password": "Password",
  "dont_have_an _account": "Don't have an account",
  "name_surname": "Name/Surname",
  "already_have_an_account": "Already have an account",
  "register_page_validation_empty_field": "Fields cannot be left empty.",
  "register_page_validation_email_field": "Wrong email type.",
  "register_page_validation_password_field": "Password must be more than 6 character.",
  "register_to_login_notification": "Login after confirming your mail.",
  "register_success_notification": "Register Success",
  "login_mailVerified_notification_title": "Please verify your email.",
  "login_findUser_notification_title": "User not found. Please check your email and password.",
  "register_error_notification_title": "An error has been encountered. Please try to register again.",
  "forgot_password_sendEmail_button": "Send Email for Forgot Password",
  "forgot_pasword_notification_succcess": "Please, check your email.",
  "forgot_pasword_notification_error": "An error has been encountered. Please check your mail and try again.",
  "login_gmail_button": "Login with Gmail",
  "login_gmail_notification_success_title": "Successfully logged in with your Gmail account.",
  "login_gmail_notification_error_title": "An error has been encountered. Please try again.",
  "password_change_notification_success_title": "Your password changed succesfully.",
  "password_change_notification_error_title": "An error has been encountered. Please try to login again.",
  "password_change_notification_old_password_title": "Wrong current password",
  "userName_change_notification_success_title": "Your name changed succesfully.",
  "userName_change_notification_error_title": "An error has been encountered. Please try again.",
  "settings_title": "Settings",
  "userName_title": "User Name",
  "new_userName_title": "New User Name",
  "change_password_title": "Change Password",
  "current_password_title": "Current Password",
  "new_password_title": "New Password",
  "language_title": "Language",
  "welcome_title": "Hello",
  "aims_vision": "Aims & Vision",
  "days": "Days",
  "day": "Day",
  "course_of_28": "Transformation Program",
  "course_of_16": "Goal Setting Program",
  "main_menu_about_app_description": "The Havass Me App is an application\nfrom the Havass Academy & Coaching.\nAre you interested?\nVisit us! ",
  "about_academy": "For Academy",
  "about_coaching": "For Coaching",
  "payment_made_progress_indicator": "Your payment is being made...",
  "success_payment": "Your payment has been successfully completed.",
  "failed_payment_notification": "Payment could not be made. Please try again.",
  "failed_credit_card_notification": "Your credit card information is incorrect. Please try again.",
  "welcome_course_title": "Welcome",
  "manuel_course_add_success": "Manuel program is added successfully.",
  "manuel_course_add_error": "Manuel program added is failed.",
  "old_courses_title": "Joined Program",
  "note_download_success": "Your note is downloaded succesfully. You can look download directory.",
  "note_download_eror": "Download could not be made. Please try again.",
  "how_are_you_feeling": "How are you feeling :)",
  "price": "Price",
  "approve_cart_button_text": "Approve Cart",
  "join_course_button_text": "Join Program",
  "get_course_button_text": "Get Program",
  "pdf_download_success": "Pdf is downloaded succesfully. You can look download directory.",
  "pdf_download_eror": "Download could not be made. Please try again.",
  "not_launch_url": "Could not launch URL",
  "editor_page_text": "Editor Page",
  "course_not_found_text": "Program not Found",
  "payment_text": "Payment",
  "home_text": "Home",
  "quat_of_day_text": "Affirmation",
  "courses_text": "Program",
  "about_course_text": "About Program",
  "heutige_affirmationen": "Inspiration scratch card",
  "share_button_text": "Share",
  "are_you_sure_text": "Are you sure?",
  "remove_product_cart_text": "Do you want to remove the product from the cart?",
  "yes": "Yes",
  "no": "No",
  "from": "From",
  "to": "To",
  "manuel_add_student_text": "Manuel Add Student",
  "havass_notification_text": "Havass Notification",
  "star_rating_notification": "Your assessment has been submitted.",
  "audio_info": "The power of affirmation\n\nA new neural network is formed in the human brain in\n21 days.This means that we need at least 21 days before\na new beliefcan be acquired. With the affirmation prepared\nfor you tolisten before you go to sleep every night, you will\nreinforce your new and powerful beliefs.",
  "heutige_affirmationen_popup": "Rub off today’s affirmation.",
  "privacy_policy_title": "Privacy Policy",
  "faq_title": "FAQ",
  "sign_up_google": "Sign up with Google",
  "sign_in_google": "Sign in with Google",
  "save_preferences_text": "Save your preferences and get your coaching plan",
  "nothing_is_shared_text": "Nothing is shared without your permission",
  "nazim_hikmet_word_text": "You are what you repeatedly do.",
  "program_name": "Coaching Programs",
  "home_first_paragraph_title": "Do you know that, too…?",
  "home_first_paragraph_1": "• … Are you afraid and negative thoughts burden you?",
  "home_first_paragraph_2": "• … you are in a deep depression and want to start over?",
  "home_first_paragraph_3": "• … you doubt yourself & criticize yourself often?",
  "home_first_paragraph_4": "• … you want to finally leave unhappy relationships and patterns behind you, but don't dare?",
  "home_first_paragraph_5": "• … you live according to the ideas of the others & can hardly say no?",
  "home_first_paragraph_6": "• … do you often feel stressed and overwhelmed?",
  "home_first_paragraph_7": "• … you want to change something in your life, but you don't know how?",
  "home_second_paragraph_title": "Then I can help you…",
  "home_second_paragraph_1": "• …to free yourself from negative beliefs, fear, stress & self-doubt!",
  "home_second_paragraph_2": "• …to get closer to yourself again and find out what YOU really want!",
  "home_second_paragraph_3": "• …to become more courageous & think more positively!",
  "home_second_paragraph_4": "• …to love yourself more & to believe in yourself more!",
  "home_second_paragraph_5": "• …to integrate healthy & new routines into your everyday life!",
  "home_second_paragraph_6": "• …to feel more serenity & joie de vivre!",
  "home_second_paragraph_7": "• …know your own wishes and needs and communicate them openly!",
  "home_second_paragraph_8": "• …to realize your dreams & goals!",
  "home_third_paragraph_title": "You can conduct the program flexibly …",
  "home_third_paragraph_1": "The program is about YOU! Therefore you can start the program very flexibly and carry it out at your OWN pace. You can take the time you need to do the exercises. Use the time at home wisely and invest in the best that you can invest: in yourself!",
  "home_icon_title": "The program is for you if you …",
  "home_icon_1": "…you finally want to let go of your past and heal old wounds!",
  "home_icon_2": "…you want to get the best out of yourself and your life and start a future full of adventure with more zest for life!",
  "home_icon_3": "…want to find (back) more inner strength & calm as well as more serenity and confidence!",
  "home_icon_4": "…finally want to be happy and put off negative thoughts and behaviors.",
  "home_icon_5": "…you want to learn to love yourself more and want to bring more courage and trust into your life!",
  "home_icon_6": "…want tangible tools and exercises that will help you become happier!",
  "home_work_business_title": "Work Agenda",
  "home_work_business_body": "You've probably heard of the power of writing. Thanks to the daily work agenda, you can do the exercises given to you, keep follow-up diagrams, take notes and write down your experiences.",
  "power_of_affirmation_title": "The power of affirmation",
  "power_of_affirmation_body": "A new network of neurons is formed in the human brain within 21 days. This means that it takes at least 21 days before a new faith can be acquired. With the affirmation prepared for you to listen to every night before you go to sleep, you will strengthen your new and powerful beliefs.",
  "telegram_title": "Telegram Group!",
  "telegram_body": "Access to the private Telegram group for the program, where you can exchange ideas with me and like-minded people. There are regular live sessions where you can ask all your questions. Joining is voluntary and not a must.",
  "opinion_title": "Your opinion is important for us!",
  "opinion_body": "It only takes 2 minutes! Take part in our short evaluation and give us feedback.",
  "subliminal_title": "Subliminals",
  "subliminal_body": "The Subliminals of Havass-Coaching have successfully made it possible for thousands of people to make changes in areas of life … which were previously considered unchangeable.",
  "course_28_description_1": "Achieving Goals - How to Achieve EVERYTHING with fun and ease",
  "course_28_description_2": "Do you want to achieve your goals? No longer dreaming in front of you, but finally turning your dreams into reality? Yes? Then you are exactly right here…",
  "course_28_description_3": "I'll tell you this in the goal setting program",
  "course_28_description_4": "how to find the right goals for YOU…",
  "course_28_description_5": "how to achieve your goals easily and without great stress",
  "course_28_description_6": "how to leave worries and fears behind you",
  "course_28_description_7": "how to finally take the first step and get into action…",
  "course_28_description_8": "… and thereby do exactly what your heart REALLY burns for …",
  "course_28_description_9": "Goals - the secret of successful people",
  "course_28_description_10": "What is the secret of ALL successful people?",
  "course_28_description_11": "Answer: You have goals!",
  "course_28_description_12": "And:\nYou don't just have any goals, you have consciously chosen goals that motivate you and that give you new strength and energy every day. Why don't you ask yourself: When you are planning your vacation, aren't you all fired up and planning is like sliced bread from your hand? Naturally. Well why is that so? Quite simply: Because you enjoy your goal. Because you really want to go on vacation and enjoy yourself there…\n\nAnd that's exactly the trick:",
  "course_28_description_13": "Your goal must be so hot that it attracts you like your vacation!",
  "course_28_description_14": "When you have that, then the rest (especially the implementation) comes naturally ... And how exactly we find and implement such goals.\n\nDownload the Havass MeApp!",
  "course_16_description_1": "Does one or more of these sound familiar?",
  "course_16_description_2": "Sense of being lost,",
  "course_16_description_3": "Confusion,",
  "course_16_description_4": "Unwillingness,",
  "course_16_description_5": "Anxiety",
  "course_16_description_6": "Everything you need is in this program!We have a wonderful journey full of adventure!",
  "course_16_description_7": "Module 1: Roadmap",
  "course_16_description_8": "Module 2: Obstacles are no longer obstacles",
  "course_16_description_9": "Module 3: Our motivation is very high an enjoyable and determined journey!",
  "course_16_description_10": "Write-draw-tear&throw!The power of affirmation. New friends walking the same road. Detailed and understandable narration.",
  "course_16_description_11": "At the end of this program:",
  "course_16_description_12": "Knowing the right path to the goal. Waking up every day full of inspiration and excitement. Overcoming fears and limiting beliefs.",
  "faq_question_1": "What are affirmations?",
  "faq_question_2": "Why are affirmations repeating in the app?",
  "faq_question_3": "Payment - When and how can I pay for the Havass MeApp?",
  "faq_question_4": "When does my program start?",
  "faq_question_5": "What can I do if I have lost my log in data?",
  "faq_question_6": "Can I pause the Havass MeApp programs in between and continue at a later point in time?",
  "faq_question_7": "What are subliminals?",
  "faq_question_8": "How do subliminals work?",
  "faq_question_9": "What can I use Subliminals for?",
  "faq_answer_1": "Affirmations are a tool that helps us live a happier life. It has been proved that our thoughts affect the quality of our lives, and it is therefore very important that our thoughts are beneficial and useful. Affirmation is any thought or sentence we repeat. Everything we say during the day, think, declare, or hear, has the power of confirmation (affirmation).\n\nAffirmations in this application have been carefully selected to be related to your personal day, and to help you with the challenges that the day brings. It is recommended that you read the affirmations out loud or write them down, and find ways to connect with it on a deeper level by applying them to an ongoing event in your life.",
  "faq_answer_2": "By repeating the affirmations, we form beliefs, and when these beliefs are strengthened, a change takes place. Give this technique a chance, and you will be pleasantly surprised by the positive changes.",
  "faq_answer_3": "The Havass MeApp can be paid for with a credit card.\n\nPayment is made through Stripe.\nNote: The program will only be activated after payment has been received in full.",
  "faq_answer_4": "Access to the program will be activated as soon as full payment for the booking has been received.",
  "faq_answer_5": "•   Use the following link: forgot password\n•  Enter your email address with which you registered for the program\n•   You will be sent a link to the address used, with which a new password can be created\n\nFor technical issues that do not allow the password to be changed directly, support is available at havassacademy@gmail.com.",
  "faq_answer_6": "The program is designed to achieve optimal results within 28 days / or 16 days. The coaching plans are intertwined. It is therefore important not to consider any interruption within the program and to focus fully on working consistently and in a disciplined manner towards the goal of 'top form' for 28 days / 16 days.",
  "faq_answer_7": "Subliminals are audio programs that affect the subconscious and are used in mental training. Subliminals use affirmations or suggestions that are played at the limit of conscious audibility, which allows them to penetrate deep into the subconscious. The possibility arises of reprogramming beliefs in order to positively influence all areas of life.",
  "faq_answer_8": "All of our memories, feelings and opinions are stored in our subconscious. All experiences that we have made create beliefs that influence us at all times!\n\nWith Subliminals, destructive belief systems are removed and replaced with constructive beliefs. On the one hand, you put away unwanted behaviors, irrational fears & doubts or internal blockages and at the same time take a big step towards your individual goals. You can efficiently rid your health, your relationship with other people or your finances from negative influences.\n\nThe new beliefs begin to realign your behavior, your thoughts and feelings so that you can now permanently live out your full potential.",
  "faq_answer_9": "The Subliminals of Havass-Coaching have successfully made it possible for thousands of people to make changes in areas of life ... which were previously considered unchangeable.\n\nThis can concern the appearance, the finances, the love or the health and everything else that belongs to a happy life. In every area, the subconscious plays the leading role and thus also offers a huge potential to create real success with Subliminals.\n\nThe Subliminals will help you with the following goals:\n•   1 - Remove doubts & fears (examples: doubt about appearance, addressing fear of women)\n•   2 - Dissolve addictions & phobias (examples: nicotine addiction, computer addiction)\n•   3 - Heal emotional trauma (examples: negative experiences from childhood and adolescence)\n•   4 - Clearing Blocking Beliefs (Examples: 'I am worthless. Rich people are cheaters.')\n•   5 - Breaking harmful habits (examples: laziness, negative obsessions)\n•   6 - reprogram the body (examples: hair growth, skin regeneration, muscle growth)\n•   7- ... and many more!",
  "privacy_policy": "Privacy Policy",
  "privacy_policy_title_1": "Which information do we collect?",
  "privacy_policy_title_2": "Why do we collect this data?",
  "privacy_policy_title_3": "Data sharing",
  "privacy_policy_title_4": "Data protection",
  "privacy_policy_title_5": "Accepting the terms of Privacy Policy",
  "privacy_policy_title_6": "Contact",
  "privacy_policy_body_1": "Havass understands how important data privacy is and respects the privacy of all users of the Android Havass Me app which is an ad-supported app. Please read carefully Privacy policy in order to understand how your data is being used, shared and protected.",
  "privacy_policy_body_2": "In order to provide the best possible experience, the application might collect personally identifiable information (PII) such as Android Advertising ID, IP address, device name, and device OS. We do not collect your profiles' data  (name, current name, and date of birth).",
  "privacy_policy_body_3": "Application, in accordance with the latest standards, collects PII for the purpose of improving its services. The data lets us improve the overall user experience.",
  "privacy_policy_body_4": "The application shares collected data with third-party services, which are in accordance with GDPR and provide the highest level of PII protection, in order to maintain the best possible service and user experience.",
  "privacy_policy_body_5": "Third-party services (Play Store, Firebase) use a secure connection to transfer PII. Since the privacy of our users is very important we are using only reliable and verified services of the highest standard which in our opinion are not going to misuse your data.",
  "privacy_policy_body_6": "The privacy policy can be read prior to app download. The user of the application accepts the terms and conditions of this Privacy policy by using the app. In case you do not agree, please uninstall the app.",
  "privacy_policy_body_7": "In case you have any questions regarding privacy policy we are at your disposal at havassacademy@gmail.com",
  "love": "Love",
  "self-awareness": "Self-awareness",
  "self-confidence": "Self-confidence",
  "motivation": "Motivation"
}